{
  "users": [
    {
      "email": "admin123@admin.it",
      "password": "$2a$10$6Q4.rlDndpBLnZkOzHwGAOIYne8jStPGOf/VeI/xjnBM1akniEXda",
      "name": "amministratore",
      "surname": "amministratore",
      "gender": "other",
      "dateBirth": "275760-06-05",
      "biography": "admin",
      "userImage": "https://cdn11.bigcommerce.com/s-kqbs9oimhc/images/stencil/1280x1280/products/1796/5946/item_image01__89464.1673460025.jpg?c=1",
      "username": "admin",
      "confirmPassword": "Admin123!",
      "role": "admin",
      "id": 1
    },
    {
      "email": "untente1@gmail.com",
      "password": "$2a$10$M/na7pqu8dMJJ3tSkl4FceQc.uzHKP6ci2hZC4G4cyyOJ9C7APqOW",
      "name": "utente ",
      "surname": "numero 1",
      "gender": "other",
      "dateBirth": "275760-04-05",
      "biography": "dddd",
      "userImage": "ddddd",
      "username": "utente1",
      "confirmPassword": "password123P!",
      "role": "auth",
      "id": 2
    },
    {
      "email": "zehuhyj@mailinator.com",
      "password": "$2a$10$W8UOrNOaUKlkGBI7/ovXk.N5Nzyuz9X1mSmy2CbQ7oW/0hcuOHuju",
      "name": "Quae enim sed dolore",
      "surname": "Illum laudantium i",
      "gender": "male",
      "dateBirth": "1973-06-01",
      "biography": "Do aut dolore molest",
      "userImage": "Ullamco est delectus",
      "username": "Magni dolor eiusmod ",
      "confirmPassword": "Pa$$w0rd!",
      "role": "auth",
      "id": 3
    },
    {
      "email": "CiaoCiao@gmail.com",
      "password": "$2a$10$S./ggpMkx5ErYLCyUKxtBeQ2BM1FsW/38YcH0R4khuIr1GE.BbjHu",
      "name": "Provasasa",
      "surname": "Paosmaskm",
      "gender": "male",
      "dateBirth": "2024-06-07",
      "biography": "\\12312312",
      "userImage": "123123123",
      "username": "123123123",
      "confirmPassword": "CiaoCiao.88$",
      "role": "auth",
      "id": 4
    },
    {
      "email": "Hulk@gmail.com",
      "password": "$2a$10$3RW7iAJIeqA2PV.9Q1Wtt.iv6gldtcqnnYqUc73pRKOPBylfHclu6",
      "name": "123123123123",
      "surname": "123123123",
      "gender": "male",
      "dateBirth": "2024-06-06",
      "biography": "123123123",
      "userImage": "123123123",
      "username": "Hulk",
      "confirmPassword": "CiaoCiao.88$",
      "role": "auth",
      "id": 5
    },
    {
      "email": "kils@gmail.com",
      "password": "$2a$10$J06sN6gpvNUHylX98nqbEOiu1sKQX5dUYbjirsj1FtSHBXeYBhvEy",
      "name": "Simone",
      "surname": ">Aaen ",
      "gender": "male",
      "dateBirth": "2024-06-07",
      "biography": "asdasdasd",
      "userImage": "asdasd",
      "username": "asdnasdkn",
      "confirmPassword": "CiaoCiao.88$",
      "role": "auth",
      "id": 6
    },
    {
      "email": "zimone17@gmail.com",
      "password": "$2a$10$WPgp2J/y37k1mc5XVSIg3.9lhhJ/8ACgEePhRIra6YiEvQvDtY6EW",
      "name": "Simone",
      "surname": "Attanasio",
      "gender": "male",
      "dateBirth": "1995-10-25",
      "biography": "asdkmasdkasm",
      "userImage": "askdmaskdmasdkm",
      "username": "mr_z1m",
      "confirmPassword": "CiaoCiao.88$",
      "role": "auth",
      "id": 7
    }
  ],
  "lightNovels": [
    {
      "title": "Il Segreto del Libro Antico ",
      "plot": "In un mondo pieno di misteri e magia, la scoperta di un antico enigma porta a un'avventura epica alla ricerca del segreto di un libro leggendario.",
      "description": "Un'avventura interattiva in cui le tue scelte plasmano il destino di Alessio, un giovane bibliotecario desideroso di scoprire la verità.",
      "genre": [
        "Fantasy",
        "Mystery",
        "Adventure"
      ],
      "author": "Federica Martini",
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": "Ti trovi nella tranquilla cittadina di Villarossa, circondata da una fitta foresta. Sei un giovane bibliotecario di nome Alessio, appartenente a una famiglia di custodi di antichi tomi. Un giorno, mentre stai ordinando i libri nella biblioteca della tua famiglia, scopri un'antica pergamena nascosta tra le pagine di un libro polveroso. La pergamena rivela un enigma criptico che sembra riferirsi al leggendario libro antico e al suo nascondiglio segreto. Cosa farai?",
        "firstChoice": {
          "choice1": "Risolvi l'enigma e cerchi il libro antico.",
          "choice2": "Ignori la pergamena e continui con i tuoi compiti di bibliotecario."
        },
        "part2": {
          "part2A": "Decidi di seguire l'enigma e inizi una ricerca per trovare il nascondiglio del libro antico. Il percorso è pieno di ostacoli e insidie, ma alla fine, dopo molte avventure, riesci a trovare il libro antico nascosto in una caverna oscura nel cuore della foresta. Con il libro tra le mani, ti trovi di fronte a un'altra decisione cruciale.",
          "part2B": "Decidi di ignorare l'enigma e continuare con la tua vita quotidiana. La pergamena rimane un mistero non risolto, ma la tua vita continua senza intoppi."
        },
        "secondChoice": {
          "choice1": "Apri il libro e scopri il suo contenuto.",
          "choice2": "Chiedi consiglio a un vecchio stregone della foresta.",
          "choice3": "Coinvolgi un gruppo di avventurieri per aiutarti nella ricerca.",
          "choice4": "Non apri il libro e lo nascondi di nuovo."
        },
        "part3": {
          "part3A": "Dentro il libro, trovi incantamenti e incantesimi dimenticati da secoli, ma anche avvertimenti su come usare il potere contenuto con saggezza. Decidi di condividere la tua scoperta con gli abitanti di Villarossa, portando prosperità e pace alla tua città natale.",
          "part3B": "Il saggio stregone ti rivela che l'enigma porta al pericolo e ti avverte di lasciar perdere la ricerca. Decidi di seguire il suo consiglio e di dimenticare il libro antico, ma la curiosità ti consuma giorno dopo giorno, fino a quando non decidi di tornare indietro e risolvere l'enigma da solo. Purtroppo, quando torni alla caverna, trovi solo un mucchio di rovine e non riesci mai a scoprire il segreto del libro antico.",
          "part3C": "Insieme agli avventurieri, affrontate pericoli e ostacoli, ma alla fine riuscite a trovare il libro e a svelarne il segreto. Dentro, scoprite un incantesimo per aprire un portale verso un mondo magico sconosciuto. Decidete di attraversare il portale insieme e iniziate una nuova avventura nel mondo magico, lasciando dietro di voi la vita ordinaria di Villarossa.",
          "part3D": "Continui la tua vita da bibliotecario, ma con la consapevolezza che un grande segreto è in tuo possesso. Tuttavia, non resisti alla tentazione e anni dopo, decidi di aprire il libro. Trovi che il tempo ha alterato il suo contenuto e molti dei suoi segreti sono ormai perduti."
        }
      },
      "slug": "Il-Segreto-del-Libro-Antico",
      "updated_by": 1,
      "id": 1
    },
    {
      "title": "L'Ultimo Viaggio della Spada Perduta",
      "plot": "In un mondo post-apocalittico, un eroe si imbarca in una missione per trovare l'antica Spada Perduta e salvare ciò che resta della civiltà. ",
      "description": "Un'avventura epica di sopravvivenza, coraggio e speranza.",
      "genre": [
        "Post-Apocalyptic",
        "Adventure",
        "Fantasy"
      ],
      "author": "Giovanni Bianchi",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Nel mondo devastato da cataclismi e guerre, sei un eroe solitario con una missione epica: trovare l'antica Spada Perduta, leggendaria arma di potere, e usarla per fermare la distruzione e portare la speranza alla tua gente. Il tuo viaggio inizia in una città in rovina, dove sei determinato a trovare indizi sulla posizione della spada. Cosa farai?",
        "firstChoice": {
          "choice1": "Esplora le rovine della città alla ricerca di indizi.",
          "choice2": "Cerca informazioni da mercanti e viaggiatori sulle terre selvagge al di fuori della città."
        },
        "part2": {
          "part2A": "Decidi di esplorare le rovine della città, dove incontri pericoli e sorprese. Tra le macerie, trovi una mappa antica che indica la posizione della Spada Perduta in una caverna nascosta nelle montagne.",
          "part2B": "Decidi di avventurarti nelle terre selvagge al di fuori della città, dove incontri tribù nomadi, creature selvagge e antichi guardiani della conoscenza."
        },
        "secondChoice": {
          "choice1": "Segui la mappa e avventurati verso la caverna nelle montagne.",
          "choice2": "Mentre esplori le rovine della città, sei catturato da una banda di predoni.",
          "choice3": "Scopri che la Spada Perduta si trova nelle terre desolate del deserto.",
          "choice4": "Incontri un potente stregone che ti offre il potere in cambio della tua lealtà."
        },
        "part3": {
          "part3A": "Il tuo viaggio diventa sempre più pericoloso, ma alla fine, dopo molte prove, raggiungi la caverna e trovi la spada. Con essa, affronti le forze del male che minacciano il tuo mondo e diventi un eroe leggendario.",
          "part3B": "Durante la prigionia, perdi ogni speranza di trovare la Spada Perduta e il tuo destino si consuma nell'oscurità.",
          "part3C": "Dopo un lungo viaggio attraverso il deserto, raggiungi la tomba dei Re Antichi, dove trovi la spada tra le rovine. Con la spada in mano, torni nella tua terra natale e conduci la tua gente verso una nuova era di prosperità e pace.",
          "part3D": "Accetti l'offerta, ma presto scopri che il potere del stregone è corrotto e porta solo distruzione. Diventi uno strumento nelle mani del male e il tuo nome diventa sinonimo di terrore e morte."
        }
      },
      "slug": "L'Ultimo-Viaggio-della-Spada-Perduta",
      "updated_by": 1,
      "id": 2
    },
    {
      "title": "La Città degli Antichi",
      "plot": "In un mondo futuristico, un esploratore si immerge nelle rovine di una città sconosciuta, scoprendo segreti sepolti da millenni.",
      "description": "Un'avventura fantascientifica ricca di enigmi e scoperte sorprendenti.",
      "genre": [
        "Sci-Fi",
        "Adventure",
        "Mystery"
      ],
      "author": "Luca Ferrari",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "In un futuro lontano, sei un audace esploratore che si avventura nelle terre inesplorate del pianeta. Durante una delle tue esplorazioni, scopri le rovine di una città antica e avanzata, sepolta sotto il terreno da millenni. Attratto dalla promessa di scoperte straordinarie, decidi di esplorare la città degli antichi. Cosa farai?",
        "firstChoice": {
          "choice1": "Entra nelle rovine della città e inizia la tua esplorazione.",
          "choice2": "Indaga sulle rovine dall'esterno, cercando informazioni da altre fonti."
        },
        "part2": {
          "part2A": "Decidi di entrare direttamente nelle rovine della città. Mentre esplori i labirintici corridoi e le sale decadenti, incontri tecnologie avanzate e enigmi insolubili.",
          "part2B": "Preferisci investigare sulle rovine dall'esterno, cercando informazioni da altre fonti. Durante le tue indagini, incontri antichi manufatti e registrazioni di una civiltà perduta."
        },
        "secondChoice": {
          "choice1": "Avventurati verso la caverna nelle montagne.",
          "choice2": "Mentre esplori le rovine della città, sei catturato da una banda di predoni.",
          "choice3": "Scopri che la Spada Perduta si trova nelle terre desolate del deserto.",
          "choice4": "Incontri un potente stregone che ti offre il potere in cambio della tua lealtà."
        },
        "part3": {
          "part3A": "Alla fine, raggiungi il nucleo della città e scopri una verità sorprendente sulla sua caduta. Con le tue scoperte, lanci una nuova era di progresso e conoscenza per l'intera umanità.",
          "part3B": "Intrappolato nelle macchine della città antica, perdi ogni speranza di fuga e il tuo destino si consuma tra le rovine.",
          "part3C": "Assembli un puzzle di indizi che rivela la vera natura della città degli antichi. Le tue scoperte cambiano la comprensione dell'umanità sulla propria storia e la sua posizione nell'universo.",
          "part3D": "Sei costretto a fuggire per salvare la tua vita e, mentre sfuggi ai tuoi inseguitori, scopri che la città nasconde minacce più grandi di quanto avessi mai immaginato."
        }
      },
      "slug": "La-Citta-degli-Antichi",
      "updated_by": 1,
      "id": 3
    },
    {
      "title": "Il Quadro dell'Amore Perduto",
      "plot": "In una città storica, un appassionato di arte si immerge in un mistero che risale ai tempi antichi.",
      "description": "Una storia di arte, storia e mistero che ti porterà in un viaggio attraverso i secoli.",
      "genre": [
        "Drama",
        "Historical Fiction",
        "Mystery"
      ],
      "author": "Marco Russo",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Sei Luca Rossi, un giovane studioso d'arte appassionato di storia. Durante una visita a una galleria d'arte locale, scopri un dipinto antico e misterioso che sembra nascondere un segreto. Determinato a scoprire la verità dietro la pittura perduta, inizi un viaggio che ti porterà attraverso secoli di storia e mistero. Cosa farai?",
        "firstChoice": {
          "choice1": "Inizia la tua ricerca nella città storica, cercando indizi sul dipinto e sul suo creatore",
          "choice2": "Indaga su antichi manoscritti e documenti per trovare tracce della pittura perduta."
        },
        "part2": {
          "part2A": "Decidi di iniziare la tua ricerca nella città storica, dove scopri che il dipinto è stato creato da un artista misterioso del Rinascimento. Attraverso interviste, ricerche negli archivi e osservazioni sul campo, riesci a rintracciare la storia del dipinto e del suo creatore. Alla fine, scopri un segreto sorprendente che cambierà la tua comprensione dell'arte e della storia.",
          "part2B": "Mentre cerchi indizi nella città storica, scopri che non sei l'unico interessato alla pittura perduta. Inizi a essere seguito da individui oscuri e minacciosi che vogliono tenere il segreto nascosto. Intrappolato in una rete di intrighi e pericoli, il tuo viaggio diventa una lotta per la sopravvivenza e la verità."
        },
        "secondChoice": {
          "choice1": "Continua la tua ricerca nella città storica.",
          "choice2": "Rifletti sulle scoperte fatte finora e pianifica la tua prossima mossa per proseguire le indagini.",
          "choice3": "Intraprendi un'operazione di sorveglianza per identificare gli individui oscuri e minacciosi che ti seguono.",
          "choice4": "Intensifica la tua ricerca nei manoscritti e documenti per scoprire ulteriori dettagli sulla pittura perduta."
        },
        "part3": {
          "part3A": "Continui la tua ricerca nella città storica, approfondendo ulteriormente la storia del dipinto e del suo creatore. Scopri nuove informazioni che ti portano alla svelatura del mistero.",
          "part3C": "Decidi di proseguire le tue indagini sui manoscritti e documenti, approfondendo la tua comprensione dell'enigma della pittura perduta. Scopri nuove tracce che ti avvicinano alla soluzione.",
          "part3B": "Decidi di indagare sugli individui oscuri e minacciosi che ti seguono, cercando di scoprire le loro intenzioni e il legame con la pittura perduta. Questa scelta può portare a ulteriori rischi e pericoli.",
          "part3D": "Dopo aver riflettuto sulle scoperte fatte finora, decidi di valutare attentamente il prosieguo delle tue ricerche. Questa scelta può portare a un cambiamento di strategia o a una pausa nella tua indagine."
        }
      },
      "slug": "Il-Quadro-dell'Amore-Perduto",
      "updated_by": 2,
      "id": 4
    },
    {
      "title": "La Città Perduta",
      "plot": "Dopo un cataclisma globale, la società è crollata e le città sono diventate terre desolate. In questo mondo post-apocalittico, una leggenda parla di una città perduta che nasconde antichi segreti.",
      "description": "Un'avventura epica in un mondo post-apocalittico, dove il destino dell'umanità è nelle tue mani.",
      "genre": [
        "Post-Apocalyptic",
        "Steampunk",
        "Political"
      ],
      "author": "Anonimo",
      "image_url": "https://example.com/immagine.jpg",
      "created_at": "2024-06-12",
      "story": {
        "part1": "Ti ritrovi a vagare nel deserto, alla ricerca di risposte tra le rovine della vecchia civiltà."
      },
      "firstChoice": {
        "choice1": "Esplora le rovine di una città abbandonata.",
        "choice2": "Unisciti a una carovana di sopravvissuti."
      },
      "part2": {
        "part2A": "Scopri un'antica mappa che indica la posizione della Città Perduta.",
        "part2B": "Ti imbatti in una banda di predoni che minaccia di attaccare la tua carovana."
      },
      "secondChoice": {
        "choice1": "Segui la mappa e dirigi verso la Città Perduta.",
        "choice2": "Difendi la carovana dagli attacchi dei predoni.",
        "choice3": "Cerca di negoziare con i predoni per evitare lo scontro.",
        "choice4": "Abbandona la carovana e cerca rifugio altrove."
      },
      "part3": {
        "part3A": "Finalmente raggiungi la leggendaria Città Perduta, scoprendo i suoi segreti e diventando un eroe nella storia dell'umanità.",
        "part3B": "Nonostante i tuoi sforzi, la carovana viene distrutta dai predoni. Ti ritrovi da solo nel deserto, con la speranza di trovare un nuovo scopo.",
        "part3C": "Le tue negoziazioni con i predoni hanno successo e eviti lo scontro. Continui il tuo viaggio con la carovana, cercando un luogo sicuro dove stabilirti.",
        "part3D": "Decidi di abbandonare la carovana e ti avventuri da solo nel deserto. Le tue scorte si esauriscono rapidamente, ma la tua determinazione non vacilla. Chi sa cosa troverai nel deserto senza fine..."
      },
      "slug": "La-Citta-Perduta",
      "updated_by": 2,
      "id": 5
    },
    {
      "title": "Il Mistero del Vecchio Manicomio",
      "plot": "In una cittadina sonnolenta, un detective affronta un caso oscuro legato a un vecchio manicomio abbandonato, dove i confini tra realtà e sovrannaturale si sfumano",
      "description": "Un thriller psicologico avvincente con elementi sovrannaturali e misteri irrisolti.",
      "genre": [
        "Crime",
        "Supernatural",
        "Psychological"
      ],
      "author": "Chiara Romano",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Sei John Smith, un detective che ha visto di tutto. Ma nulla ti ha preparato al caso del Vecchio Manicomio. Nella sonnolenta cittadina di Blackwood, una serie di omicidi insoliti portano l'attenzione su un vecchio manicomio abbandonato ai margini della città. Il manicomio è stato chiuso da decenni, ma ci sono voci di attività sinistre e presenze spettrali all'interno. Sarai tu a investigare su questa oscura vicenda?",
        "firstChoice": {
          "choice1": "Esplora il vecchio manicomio e cerca indizi sulle strane attività che vi hanno luogo",
          "choice2": "Interroga i residenti locali e studia la storia del manicomio per scoprire eventi passati che potrebbero essere collegati agli omicidi."
        },
        "part2": {
          "part2A": "Decidi di esplorare il vecchio manicomio, armato solo della tua determinazione e della tua torcia. Le ombre sembrano muoversi e i suoni echeggiano tra i corridoi vuoti. Mentre cerchi indizi, ti imbatti in eventi che sfidano la tua comprensione della realtà. Alla fine, affronti la verità terrificante che si cela dietro le mura del manicomio e risolvi il caso, anche se a un prezzo molto alto.",
          "part2B": "Interrogando i residenti locali e studiando la storia del manicomio, scopri che la verità è più oscura di quanto avessi mai immaginato. Intrappolato in un vortice di complotti e menzogne, l'indagine si trasforma in una lotta per la sopravvivenza contro poteri sovrannaturali che non possono essere spiegati. Alla fine, ti rendi conto che alcune verità sono meglio lasciate sepolte nel passato."
        },
        "secondChoice": {
          "choice1": "Esplora il manicomio",
          "choice2": "Interroga i residenti locali",
          "choice3": "Studia la storia del manicomio",
          "choice4": "Lascia perdere e chiudi il caso"
        },
        "part3": {
          "part3A": "Confrontando gli orrori del manicomio abbandonato, risolvi il caso e porti alla luce la verità, anche se a un costo personale elevato.",
          "part3B": "Pur investigando sui residenti locali e sulla storia del manicomio, la verità rimane nascosta, e la tua indagine si conclude in un vuoto di mistero e oscurità.",
          "part3C": "Dopo un'attenta ricerca sulla storia del manicomio, scopri indizi cruciali che ti portano alla soluzione del caso, ma restano ancora molti interrogativi senza risposta.",
          "part3D": "Decidi di abbandonare il caso, ma le ombre del manicomio e il suo mistero continuano a tormentarti, lasciandoti con il rimpianto di non aver scoperto la verità."
        }
      },
      "slug": "Il-Mistero-del-Vecchio-Manicomio",
      "updated_by": 3,
      "id": 6
    },
    {
      "title": "Le Terre Desolate",
      "plot": "In un mondo devastato dalle guerre e dalle catastrofi, un gruppo di sopravvissuti cerca di creare un futuro migliore nelle terre desolate",
      "description": "Un'avventura epica di sopravvivenza e speranza in un mondo post-apocalittico.",
      "genre": [
        "Survival",
        "Post-Apocalyptic",
        "Dystopian"
      ],
      "author": "Chiara Romano",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Dopo la fine del mondo come lo conoscevamo, la civiltà è collassata e il mondo è diventato un luogo desolato e ostile. Tu sei uno dei pochi sopravvissuti, determinato a non arrenderti alla disperazione. Reunisci un gruppo di altri sopravvissuti e insieme vi mettete in viaggio attraverso le terre desolate, cercando un luogo sicuro dove poter iniziare una nuova vita. Qual è la tua mossa?",
        "firstChoice": {
          "choice1": "Esplora le città in rovina alla ricerca di risorse e alleati.",
          "choice2": "Dirigiti verso le regioni rurali in cerca di un rifugio naturale lontano dal caos urbano."
        },
        "part2": {
          "part2A": "Decidi di esplorare le città in rovina, nonostante i pericoli e le minacce che vi si nascondono. Durante la tua ricerca, incontri sia risorse preziose che nuovi alleati disposti a unirsi alla tua causa. Ma il percorso è pericoloso e non tutti riescono a sopravvivere alle minacce del mondo post-apocalittico. Alla fine, riesci a trovare un rifugio sicuro e a iniziare la tua nuova vita.",
          "part2B": "Preferisci dirigerti verso le regioni rurali, sperando di trovare un rifugio naturale lontano dal caos urbano. Lungo il cammino, affronti sfide uniche e pericoli nascosti, ma anche scopri la bellezza sopravvissuta della natura. Con impegno e determinazione, crei un insediamento nelle terre desolate e inizi a costruire un futuro migliore per te e i tuoi compagni sopravvissuti."
        },
        "secondChoice": {
          "choice1": "Continua la tua ricerca nelle città in rovina.",
          "choice2": "Organizza un gruppo per affrontare le minacce nelle regioni rurali.",
          "choice3": "Intraprendi un'operazione di sorveglianza per identificare minacce e risorse nelle regioni rurali.",
          "choice4": "Mantieni viva la speranza e l'ottimismo per affrontare le difficoltà delle regioni rurali."
        },
        "part3": {
          "part3A": "Continui la tua ricerca nelle città in rovina, approfondendo ulteriormente la storia del luogo e cercando di scoprire risorse vitali per la sopravvivenza del tuo gruppo. Trovi nuove informazioni che ti portano a una maggiore sicurezza e stabilità.",
          "part3B": "Dopo aver riflettuto sulle tue scoperte, decidi di organizzare un gruppo per affrontare le minacce che vi circondano nelle regioni rurali. Il confronto con i pericoli e le difficoltà rafforza il tuo legame con il gruppo e la tua determinazione a sopravvivere.",
          "part3C": "Durante l'operazione di sorveglianza, identifichi sia risorse preziose che nuove minacce nelle regioni rurali. Questo ti fornisce informazioni cruciali per pianificare i tuoi prossimi passi e proteggere il tuo gruppo.",
          "part3D": "Nonostante le difficoltà delle regioni rurali, mantieni viva la speranza e l'ottimismo. La tua determinazione a costruire un futuro migliore ti guida attraverso le sfide e le avversità, ispirando il tuo gruppo a lottare insieme per una vita migliore."
        }
      },
      "slug": "Le-Terre-Desolate",
      "updated_by": 4,
      "id": 7
    },
    {
      "title": "Il Mondo dei Misteri",
      "plot": "In un mondo pieno di misteri e incantesimi, un avventuriero intraprende un viaggio per scoprire la verità nascosta dietro le nebbie dell'ignoto.",
      "description": "Un'avventura epica di scoperta e intrigo in un mondo fantastico.",
      "genre": [
        "Adventure",
        "Fantasy",
        "Mystery"
      ],
      "author": "Luca Rossi",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Svegliandoti all'alba, ti prepari per un'altra giornata di avventure. Davanti a te, si estende un mondo pieno di misteri e segreti. Cosa farai?",
        "firstChoice": {
          "choice1": "Esplora le antiche rovine alla ricerca di indizi sul passato.",
          "choice2": "Inizia una lunga traversata attraverso la foresta proibita."
        },
        "part2": {
          "part2A": "Ti avventuri nelle antiche rovine, cercando indizi sul passato. Trovi antiche iscrizioni che parlano di un potere nascosto nel cuore della foresta proibita.",
          "part2B": "Decidi di attraversare la foresta proibita, ignorando i pericoli che si nascondono tra gli alberi. Lungo il cammino, incontri creature misteriose che ti mettono alla prova."
        },
        "secondChoice": {
          "choice1": "Continua l'esplorazione delle rovine antiche.",
          "choice2": "Affronta le creature misteriose nella foresta proibita.",
          "choice3": "Ritorna alla sicurezza del tuo accampamento per pianificare il prossimo passo.",
          "choice4": "Cerca un alleato tra gli abitanti del villaggio vicino."
        },
        "part3": {
          "part3A": "Nelle rovine antiche, scopri un antico artefatto che concede poteri magici. Usi questo potere per svelare i segreti della foresta proibita e diventare una leggenda vivente.",
          "part3B": "Affrontando le creature misteriose, scopri che sono guardiani di un antico segreto. Risolvendo i loro enigmi, guadagni accesso al cuore della foresta proibita.",
          "part3C": "Ritornato al tuo accampamento, pianifichi la tua prossima mossa. Decidi di esplorare le montagne innevate alla ricerca di risposte.",
          "part3D": "Nel villaggio vicino, trovi un saggio anziano disposto a guidarti. Insieme, affrontate gli enigmi della foresta proibita e svelate la verità nascosta."
        }
      },
      "slug": "Il-Mondo-dei-Misteri",
      "updated_by": 3,
      "id": 8
    },
    {
      "title": "L'Enigma dell'Antica Città",
      "plot": "In un mondo di antiche rovine e misteri sepolti, un esploratore solitario si imbarca in un viaggio per svelare l'enigma di un'antica città perduta.",
      "description": "Un'avventura mozzafiato ricca di misteri e scoperte in un mondo dimenticato.",
      "genre": [
        "Adventure",
        "Mystery",
        "Fantasy"
      ],
      "author": "Luca Rossi",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Ti ritrovi di fronte alle rovine di un'antica città. Davanti a te, si estende un labirinto di passaggi e corridoi. Cosa farai?",
        "firstChoice": {
          "choice1": "Esplora le rovine alla ricerca di indizi sul passato.",
          "choice2": "Cerca un punto panoramico per osservare l'intera città."
        },
        "part2": {
          "part2A": "Ti immergi nelle rovine, esaminando ogni dettaglio alla ricerca di indizi. Scopri antiche iscrizioni che parlano di un antico re e del suo segreto più custodito.",
          "part2B": "Sali su una collina vicina per ottenere una vista panoramica dell'antica città. Da lì, noti un tempio misterioso nel cuore delle rovine."
        },
        "secondChoice": {
          "choice1": "Continua l'esplorazione delle rovine.",
          "choice2": "Avventurati nel tempio misterioso.",
          "choice3": "Cerca un alleato tra i mercanti nelle vicinanze.",
          "choice4": "Prepara un accampamento e riposa per la notte."
        },
        "part3": {
          "part3A": "Nelle rovine, scopri l'ingresso a una cripta segreta. Esplorandola, trovi un antico manufatto che rivela la storia nascosta della città perduta.",
          "part3B": "Nel tempio misterioso, affronti prove arcane e guardiani magici. Alla fine, scopri una mappa che rivela la posizione di un tesoro antico.",
          "part3C": "Convince un mercante locale ad aiutarti e insieme trovate una via d'accesso segreta alle rovine. Scopri un antico sistema di difese e trappole che protegge un tesoro nascosto.",
          "part3D": "Durante la notte, sei attaccato da banditi che cercano di rubarti le tue scoperte. Riesci a respingerli e, al mattino, continui il tuo viaggio con rinnovata determinazione."
        }
      },
      "slug": "L'Enigma-dell'Antica-Citta",
      "updated_by": 2,
      "id": 9
    },
    {
      "title": "Il Mistero della Città Sommersa",
      "plot": "In un mondo devastato dalle acque, un audace esploratore si imbarca in un'avventura per svelare il mistero di una città sommersa.",
      "description": "Un'avventura avvincente e piena di suspense in un mondo sottomarino pieno di segreti.",
      "genre": [
        "Adventure",
        "Mystery",
        "Sci-Fi"
      ],
      "author": "Chiara Romano",
      "image_url": null,
      "created_at": "09/06/2024",
      "story": {
        "part1": "Ti trovi sulla riva di un vasto oceano, di fronte a un'immensa distesa d'acqua. In lontananza, intravedi i resti di una città sommersa. Cosa farai?",
        "firstChoice": {
          "choice1": "Preparati per un'esplorazione subacquea alla scoperta della città sommersa.",
          "choice2": "Cerca informazioni e mappe per pianificare l'esplorazione."
        },
        "part2": {
          "part2A": "Ti immergi nelle profondità marine, esplorando i resti della città sommersa. Lungo il cammino, scopri indizi misteriosi e oggetti antichi.",
          "part2B": "Dopo aver studiato attentamente le mappe e raccolto informazioni, decidi di prepararti accuratamente prima di intraprendere l'esplorazione."
        },
        "secondChoice": {
          "choice1": "Prosegui con l'esplorazione della città sommersa, seguendo gli indizi che hai trovato.",
          "choice2": "Fai una sosta per esaminare più da vicino gli oggetti antichi scoperti.",
          "choice3": "Ricerca nuove informazioni per ampliare la tua comprensione della città sommersa.",
          "choice4": "Cerca un compagno di avventura per unirti a te nell'esplorazione."
        },
        "part3": {
          "part3A": "Seguendo gli indizi, scopri un antico tempio sommerso al centro della città. All'interno, trovi un'antica reliquia che rivela la storia perduta della città sommersa.",
          "part3B": "Esaminando gli oggetti antichi, scopri una mappa segreta che rivela la posizione di un tesoro nascosto. La tua scoperta attira l'attenzione di altri esploratori, ma riesci a proteggere il tesoro e a portarlo in superficie.",
          "part3C": "Con le nuove informazioni, scopri una sezione inesplorata della città sommersa. Esplorandola, trovi una serie di tunnel misteriosi che conducono a una scoperta sorprendente.",
          "part3D": "Con il tuo nuovo compagno di avventura, esplori insieme la città sommersa e condividete la gioia di fare scoperte straordinarie sotto il mare."
        }
      },
      "slug": "Il-Mistero-della-Citta-Sommersa",
      "updated_by": 2,
      "id": 10
    },
    {
      "title": "L'Ultimo Viaggio del Capitano Drake",
      "plot": "Nel secolo 18, il leggendario pirata Capitano Drake parte per un'ultima avventura alla ricerca di un tesoro nascosto in un'isola remota.",
      "description": "Un'avventura mozzafiato nei mari infestati dai pirati del passato.",
      "genre": [
        "Adventure",
        "Historical Fiction",
        "Action"
      ],
      "author": "Marco De Luca",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "Nel porto di Nassau, Capitano Drake ascolta le voci di un tesoro leggendario nascosto in un'isola remota. Decidi di partire per un'ultima avventura per trovarlo. Cosa farai?",
        "firstChoice": {
          "choice1": "Raduna il tuo equipaggio e prepara la tua nave per la partenza.",
          "choice2": "Fai un'indagine segreta per raccogliere informazioni sui pericoli che ti aspettano."
        },
        "part2": {
          "part2A": "Raduni il tuo fidato equipaggio e salpa verso l'isola remota. Affrontate tempeste e attacchi pirati lungo il percorso, ma rimanete determinati.",
          "part2B": "Fai un'indagine segreta sui pericoli che ti aspettano sull'isola. Scopri informazioni preziose che potrebbero salvare la vita al tuo equipaggio."
        },
        "secondChoice": {
          "choice1": "Sbarca sull'isola e inizia la ricerca del tesoro, affrontando ogni pericolo con coraggio.",
          "choice2": "Stabilisci una base di comando sicura sull'isola e pianifica attentamente ogni mossa.",
          "choice3": "Esplora le profondità marine circostanti l'isola per trovare indizi sul tesoro sommerso.",
          "choice4": "Cerca il contatto con gli abitanti dell'isola, sperando di ottenere informazioni preziose."
        },
        "part3": {
          "part3A": "Sulla spiaggia dell'isola, trovi una mappa antica che indica la posizione esatta del tesoro. Segui le indicazioni e trova il tesoro nascosto.",
          "part3B": "Dopo aver stabilito una base sicura, esplora l'isola alla ricerca di indizi sul tesoro. Trovi antiche rovine che contengono ricchezze e segreti nascosti.",
          "part3C": "Esplorando le profondità marine, scopri un relitto sommerso contenente tesori perduti da secoli. Con la tua abilità di esploratore, recuperi il tesoro e diventi una leggenda dei mari.",
          "part3D": "Con l'aiuto degli abitanti dell'isola, scopri una rete di caverne segrete che conducono al tesoro. Grazie alla loro guida, trovi il tesoro e lasci un'eredità indelebile per le generazioni future."
        }
      },
      "slug": "L'Ultimo-Viaggio-del-Capitano-Drake",
      "updated_by": 3,
      "id": 11
    },
    {
      "title": "Il Segreto della Villa Abbandonata",
      "plot": "In una notte tempestosa, un gruppo di amici decide di esplorare una villa abbandonata, ma presto scoprono che nasconde oscuri segreti.",
      "description": "Un'avventura avvincente piena di misteri e colpi di scena.",
      "genre": [
        "Horror",
        "Thriller"
      ],
      "author": "Giulia Bianchi",
      "image_url": null,
      "created_at": "11/06/2024",
      "story": {
        "part1": "In una notte buia e tempestosa, tu e i tuoi amici vi ritrovate davanti alla misteriosa villa abbandonata sul ciglio della città. Sembra invitare all'esplorazione. Cosa decidi di fare?",
        "firstChoice": {
          "choice1": "Avventurati dentro la villa e scopri cosa si nasconde al suo interno.",
          "choice2": "Rimani al sicuro fuori e osserva la villa dalla distanza."
        },
        "part2": {
          "part2A": "Nonostante il buio e la tempesta, vi addentrate coraggiosamente nella villa abbandonata. Al suo interno, scoprite stanze oscure e inquietanti che nascondono segreti sinistri.",
          "part2B": "Decidete di rimanere fuori, osservando la villa dalla distanza mentre la tempesta infuria. Tuttavia, qualcosa cattura la vostra attenzione: una luce che brilla dalle finestre."
        },
        "secondChoice": {
          "choice1": "Proseguite con l'esplorazione della villa, affrontando i suoi misteri e pericoli.",
          "choice2": "Decidete di tornare indietro e allontanarvi dalla villa, evitando di affrontare i suoi oscuri segreti.",
          "choice3": "Avvicinatevi cautamente alla villa e cercate di capire da dove proviene la luce misteriosa.",
          "choice4": "Chiamate le autorità locali per segnalare la luce e chiedere aiuto."
        },
        "part3": {
          "part3A": "Esplorando la villa, trovate una stanza segreta che rivela la verità sulla sua storia torbida. Riuscite a fuggire prima che sia troppo tardi?",
          "part3B": "Tornando indietro, evitate di affrontare i pericoli della villa. Ma l'oscurità dei suoi segreti continuerà a perseguitarvi.",
          "part3C": "Avvicinandovi alla luce, scoprite un diario che narra i terribili eventi accaduti nella villa. Riuscite a far luce sull'oscurità?",
          "part3D": "Chiamando le autorità, vi rendete conto che la villa è stata abbandonata per anni. Ma cosa nasconde veramente? Gli eventi si precipitano mentre attendete l'arrivo degli agenti."
        }
      },
      "slug": "Il-Segreto-della-Villa-Abbandonata",
      "updated_by": 5,
      "id": 12
    },
    {
      "title": "Il Portale dei Mondi",
      "plot": "Un giovane scopre un antico portale che conduce a mondi paralleli, ognuno con i propri pericoli e meraviglie.",
      "description": "Alex, un giovane curioso, trova un misterioso portale che lo conduce in vari mondi fantastici. Deve fare scelte cruciali per sopravvivere e tornare a casa.",
      "genre": [
        "Fantasy",
        "Adventure",
        "Mystery",
        "Sci-Fi"
      ],
      "author": "Giovanni Rossi",
      "image_url": null,
      "created_at": "01/06/2024",
      "story": {
        "part1": "Alex, mentre esplora un'antica biblioteca, scopre un portale nascosto dietro uno scaffale. Senza pensarci due volte, lo attraversa e si ritrova in un mondo completamente diverso. Davanti a lui ci sono due sentieri: uno porta a una foresta luminosa, l'altro a un castello oscuro.",
        "firstChoice": {
          "choice1": "Prendi il sentiero verso la foresta luminosa.",
          "choice2": "Prendi il sentiero verso il castello oscuro."
        },
        "part2": {
          "part2A": "Alex si addentra nella foresta luminosa. Gli alberi brillano di una luce magica e creature misteriose lo osservano. Incontra un saggio elfo che gli offre due opzioni: esplorare un antico tempio o aiutare una fata in pericolo.",
          "part2B": "Alex si dirige verso il castello oscuro. Le ombre si allungano e il silenzio è inquietante. Viene avvicinato da uno stregone che gli propone due sfide: affrontare un drago o risolvere un enigma antico."
        },
        "secondChoice": {
          "choice1": "Esplora l'antico tempio.",
          "choice2": "Aiuta la fata in pericolo.",
          "choice3": "Affronta il drago.",
          "choice4": "Risolve l'enigma antico."
        },
        "part3": {
          "part3A": "Nel tempio, Alex trova un artefatto che lo riporta a casa, ma con poteri magici. Questo oggetto, un antico amuleto, gli conferisce la capacità di comunicare con le creature magiche e di proteggere il suo mondo da minacce future. Alex torna nel suo villaggio, diventando un guardiano rispettato e ammirato da tutti.",
          "part3B": "Salvando la fata, Alex viene ricompensato con un viaggio sicuro di ritorno e un amuleto protettivo. La fata, in segno di gratitudine, dona ad Alex una pietra magica che può esaudire un desiderio. Tornato a casa, Alex usa la pietra per portare prosperità al suo villaggio, diventando un eroe leggendario.",
          "part3C": "Dopo aver sconfitto il drago, Alex scopre un portale che lo riporta a casa, diventando un eroe leggendario. Il drago, riconoscendo il suo coraggio, gli concede una gemma del potere che lo rende invincibile. Alex ritorna nel suo mondo, usando i suoi nuovi poteri per difendere il suo popolo e mantenere la pace.",
          "part3D": "Risolto l'enigma, il castello si trasforma e Alex trova una via sicura per tornare a casa, portando con sé un'antica saggezza. Il castello, in realtà, era un'antica scuola di magia e Alex diventa il nuovo custode del sapere perduto. Con le nuove conoscenze, Alex istruisce una nuova generazione di maghi, assicurando un futuro luminoso per il suo mondo."
        }
      },
      "slug": "Il-Portale-dei-Mondi",
      "updated_by": 5,
      "id": 13
    },
    {
      "title": "L'Ombra del Futuro",
      "plot": "In un mondo dominato dalla tecnologia avanzata e segreti oscuri, un individuo si trova a dover fare scelte cruciali per la sua sopravvivenza e per il destino dell'umanità.",
      "description": "Una storia interattiva che esplora le profonde implicazioni delle nostre scelte in un futuro distopico.",
      "genre": [
        "Sci-Fi",
        "Dystopian",
        "Thriller",
        "Adventure"
      ],
      "author": "Giovanni Rossi",
      "image_url": null,
      "created_at": "06/06/2024",
      "story": {
        "part1": "Il cielo sopra la città era un reticolo di luci al neon e droni che pattugliavano le strade. Jonathan camminava tra la folla, sentendo il peso di un segreto che avrebbe potuto cambiare tutto. Doveva prendere una decisione: fidarsi di un vecchio amico hacker o cercare rifugio con un gruppo di ribelli nascosti nelle rovine sotterranee.",
        "firstChoice": {
          "choice1": "Andare dall'amico hacker",
          "choice2": "Rifugiarsi con i ribelli"
        },
        "part2": {
          "part2A": "Alex si diresse verso l'appartamento di Helia, l'hacker. Helia lo accolse con un sorriso teso. 'Ho scoperto qualcosa di enorme, Jonathan. Ma abbiamo poco tempo. Puoi aiutarmi a diffondere queste informazioni o distruggere il server centrale e fermare il sistema.'",
          "part2B": "Scendendo nelle rovine, Jonathan trovò i ribelli. Erano ben organizzati e pronti a combattere. La loro leader, Mara, gli propose due opzioni: infiltrarsi nella torre del governo per un'operazione segreta o sabotare le linee di rifornimento per indebolire le forze nemiche."
        },
        "secondChoice": {
          "choice1": "Aiutare Helia a diffondere le informazioni",
          "choice2": "Distruggere il server centrale",
          "choice3": "Infiltrarsi nella torre del governo",
          "choice4": "Sabotare le linee di rifornimento"
        },
        "part3": {
          "part3A": "Diffondendo le informazioni, la verità venne a galla. La popolazione si sollevò, portando a una rivoluzione che cambiò il mondo. Jonathan diventò un eroe, ma sapeva che la strada per la vera libertà era ancora lunga.",
          "part3B": "La missione per distruggere il server centrale ebbe successo, ma a un grande costo. Max perse la vita e Jonathan fu costretto a fuggire. Anche se il sistema crollò, Helia si trovò a riflettere se il sacrificio fosse stato davvero necessario.",
          "part3C": "L'infiltrazione nella torre del governo fu un successo spettacolare. Jonathan e Mara riuscirono a ottenere informazioni critiche che permisero ai ribelli di pianificare un attacco decisivo. La vittoria sembrava più vicina che mai.",
          "part3D": "Il sabotaggio delle linee di rifornimento indebolì le forze nemiche, ma provocò anche una reazione violenta del governo. Jonathan e i ribelli dovettero affrontare una serie di battaglie, ma la loro determinazione e coraggio li portarono a una vittoria insperata."
        }
      },
      "slug": "L'Ombra-del-Futuro",
      "updated_by": 1,
      "id": 14
    },
    {
      "title": "Il Segreto del Bosco Dimenticato",
      "plot": "Una giovane ragazza scopre un misterioso segreto nascosto nel cuore di un Bosco Dimenticato.",
      "description": "In un piccolo villaggio ai margini di un bosco incantato, una ragazza intraprende un'avventura che cambierà la sua vita per sempre.",
      "genre": [
        "Mythology",
        "Urban Fantasy",
        "Dark Fantasy",
        "Fairy Tale"
      ],
      "author": "Luca Rossi",
      "image_url": null,
      "created_at": "08/06/2024",
      "story": {
        "part1": "Nel villaggio di Eldoria, ai margini del Bosco Dimenticato, viveva una giovane ragazza di nome Elara. Un giorno, mentre esplorava i confini del bosco, Elara trovò una vecchia mappa che indicava un luogo misterioso nascosto nelle profondità della foresta. Decise di seguirla, ignara dei pericoli e dei segreti che avrebbe svelato.",
        "firstChoice": {
          "choice1": "Segui la mappa e avventurati nel Bosco Dimenticato.",
          "choice2": "Ignora la mappa e torna al villaggio."
        },
        "part2": {
          "part2A": "Elara seguì la mappa e si addentrò nel Bosco Dimenticato. Dopo ore di cammino, arrivò a una radura dove trovò un antico altare coperto di rune. Sapeva che doveva decifrare le rune per svelare il segreto del bosco.",
          "part2B": "Elara decise di ignorare la mappa e tornare al villaggio. Ma una volta tornata, non riuscì a smettere di pensare a ciò che avrebbe potuto scoprire. Quella notte, il bosco la chiamò in sogno, spingendola a ritornare e affrontare il suo destino."
        },
        "secondChoice": {
          "choice1": "Decifra le rune e svela il segreto dell'altare.",
          "choice2": "Ignora le rune e continua ad esplorare il bosco.",
          "choice3": "Ritorna al bosco seguendo il richiamo del sogno.",
          "choice4": "Condividi il sogno con gli anziani del villaggio."
        },
        "part3": {
          "part3A": "Decifrando le rune, Elara scoprì un antico incantesimo che risvegliò gli spiriti del bosco. Gli spiriti le rivelarono che era destinata a proteggere il bosco dai pericoli futuri. Elara accettò il suo destino e divenne la guardiana del Bosco Dimenticato.",
          "part3B": "Ignorando le rune, Elara continuò a esplorare il bosco e trovò un portale che la trasportò in un mondo magico. Lì, scoprì di avere poteri straordinari e decise di rimanere per imparare a usarli, lasciando il suo vecchio mondo alle spalle.",
          "part3C": "Seguendo il richiamo del sogno, Elara tornò al bosco e trovò un antico spirito che le rivelò la sua vera identità: era l'erede di una linea di potenti streghe. Accettò il suo destino e iniziò il suo addestramento per proteggere il bosco e il villaggio.",
          "part3D": "Condividendo il sogno con gli anziani, Elara scoprì che anche loro conoscevano il segreto del bosco. Insieme, decisero di proteggere il segreto e il villaggio. Elara divenne una leader rispettata e il villaggio prosperò grazie alla sua guida."
        }
      },
      "slug": "Il-Segreto-del-Bosco-Dimenticato",
      "updated_by": 2,
      "id": 15
    },
    {
      "title": "L'Inganno del Codice Nero",
      "plot": "Un agente segreto si trova intrappolato in una rete di inganni e tradimenti mentre cerca di decifrare il misterioso Codice Nero, una sequenza crittografica che potrebbe cambiare le sorti della guerra.",
      "description": "In un mondo sospeso tra le ombre dell'intrigo e della spionaggio, l'Agente Delta si trova ad affrontare una sfida mortale mentre cerca di proteggere il segreto del Codice Nero.",
      "genre": [
        "Crime",
        "Espionage",
        "Military"
      ],
      "author": "Chiara Romano",
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": "L'Agente Delta si infiltra nella base nemica per recuperare il Codice Nero. Mentre si avventura nei corridoi bui, deve decidere se entrare nell'ufficio del generale o sabotare le comunicazioni nemiche.",
        "firstChoice": {
          "choice1": "L'Agente Delta si dirige verso l'ufficio del generale.",
          "choice2": "L'Agente Delta sabota le comunicazioni nemiche."
        },
        "part2": {
          "part2A": "Dopo aver decifrato il Codice Nero, l'Agente Delta deve decidere se consegnarlo ai suoi superiori o utilizzarlo per un vantaggio personale.",
          "part2B": "Dopo aver sabotato le comunicazioni nemiche, l'Agente Delta si trova di fronte a una decisione: fuggire dalla base o cercare ulteriori informazioni nel bunker."
        },
        "secondChoice": {
          "choice1": "L'Agente Delta consegna il Codice Nero ai suoi superiori.",
          "choice2": "L'Agente Delta utilizza il Codice Nero per un vantaggio personale.",
          "choice3": "L'Agente Delta fugge dalla base nemica.",
          "choice4": "L'Agente Delta cerca ulteriori informazioni nel bunker."
        },
        "part3": {
          "part3A": "Il Codice Nero si rivela essere un'arma potentissima contro il nemico. L'Agente Delta viene promosso e celebrato come un eroe nazionale.",
          "part3B": "Utilizzando il Codice Nero per i suoi scopi, l'Agente Delta viene scoperto e tradito dai suoi stessi superiori. Si ritrova fuggiasco, braccato da entrambi i lati del conflitto.",
          "part3C": "Fuggendo dalla base nemica, l'Agente Delta scopre un'informazione vitale che potrebbe cambiare il corso della guerra. Tuttavia, prima che possa trasmetterla, viene catturato e torturato.",
          "part3D": "Nel bunker, l'Agente Delta trova prove schiaccianti di un tradimento all'interno delle proprie linee. Decide di agire di conseguenza, ma viene scoperto prima di poter agire. Deve fuggire per salvarsi la vita."
        }
      },
      "slug": "L'Inganno-del-Codice-Nero",
      "updated_by": 3,
      "id": 16
    },
    {
      "title": "Il Segreto del Cyborg",
      "plot": "In un futuro cyberpunk, la guerra tra umani e macchine è imminente. Un soldato cyborg, dopo essere stato riportato in vita con parti meccaniche, scopre un segreto che potrebbe cambiare il corso della guerra.",
      "description": "In un mondo dilaniato dalla guerra tra umani e macchine, il destino è nelle tue mani. Scopri il segreto del cyborg e decidi il destino dell'umanità.",
      "genre": [
        "Military",
        "Cyberpunk",
        "Urban Fantasy"
      ],
      "author": "Anonimo",
      "image_url": null,
      "created_at": "2024-06-12",
      "story": "Sei un soldato cyborg, riportato in vita con parti meccaniche dopo essere caduto in battaglia. La tua missione è cruciale per il destino dell'umanità. Sulla tua strada, scopri un segreto che potrebbe cambiare tutto. Scegli con saggezza.",
      "firstChoice": {
        "choice1": "Investiga il laboratorio segreto",
        "choice2": "Incontra il leader della resistenza"
      },
      "part2": {
        "part2A": "Esplori il laboratorio e scopri un progetto segreto. Ora devi decidere cosa farne.",
        "part2B": "Incontri il leader della resistenza, che ti offre un'alleanza. Devi decidere se accettare."
      },
      "secondChoice": {
        "choice1": "Utilizza il segreto per potenziarti",
        "choice2": "Condividi il segreto con la resistenza",
        "choice3": "Unisciti alla causa della macchina",
        "choice4": "Vivi in pace, lontano dal conflitto"
      },
      "part3": {
        "part3A": "Decidi di utilizzare il segreto per potenziare le tue capacità. Ti trasformi in un'arma vivente, ma il potere ti consuma e perdi la tua umanità. Diventi la più grande minaccia per entrambe le fazioni.",
        "part3B": "Condividi il segreto con la resistenza. Insieme, pianificate un attacco risolutivo contro le macchine. La battaglia è epica e molte vite vengono sacrificate, ma alla fine, l'umanità prevale e la pace è restaurata, almeno per ora.",
        "part3C": "Abbracci la causa delle macchine, tradendo l'umanità. Ti unisci al loro esercito e diventi uno dei loro leader più temuti. Ma anche se hai ottenuto potere, rimani sempre diviso tra il tuo passato umano e il presente cibernetico.",
        "part3D": "Decidi di vivere in pace, lontano dal conflitto. Ma il passato torna a tormentarti quando la guerra raggiunge anche il tuo rifugio. Scegli di combattere per la tua libertà e quella dei tuoi compagni, o abbraccia la tua nuova vita e lascia che la guerra scorra intorno a te."
      },
      "slug": "Il-Segreto-del-Cyborg",
      "updated_by": 13,
      "id": 17
    },
    {
      "title": "Nel Buio della Notte",
      "plot": "Una piccola città è sconvolta da una serie di misteriosi omicidi. Un giovane detective si immerge nell'oscurità per svelare la verità, ma scopre che la linea tra giustizia e peccato è sottile.",
      "description": "In una città avvolta dalle tenebre, il male si nasconde dietro ogni angolo. Sei pronto a scoprire la verità?",
      "genre": [
        "Thriller",
        "Mystery",
        "Dark Fantasy"
      ],
      "author": "Marco Russo",
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": "La città di Bruma è avvolta da un'ombra sinistra. Il detective Marco Rossi si trova di fronte a una serie di omicidi inspiegabili. La sua indagine lo porta sempre più vicino al cuore della notte oscura.",
        "firstChoice": {
          "choice1": "Continua l'indagine nelle strade buie",
          "choice2": "Ritorna alla stazione e ricomincia domani"
        },
        "part2": {
          "part2A": "Il detective Rossi prosegue il suo cammino nelle strade oscure, cercando indizi tra i vicoli desolati.",
          "part2B": "Il detective Rossi ritorna alla stazione, ma il senso di colpa per aver abbandonato l'indagine lo tormenta."
        },
        "secondChoice": {
          "choice1": "Esplora il vicolo stretto",
          "choice2": "Interroga un sospettato",
          "choice3": "Analizza le prove",
          "choice4": "Richiama l'assistenza di un collega"
        },
        "part3": {
          "part3A": "Il detective Rossi, nel buio del vicolo, scorge un riflesso metallico. Si avvicina con cautela e trova un medaglione insanguinato, un indizio cruciale che lo porta alla tana del colpevole. Con coraggio affronta il suo nemico, mettendo fine alla notte oscura e riportando la luce sulla città.",
          "part3B": "Il sospettato, sotto la pressione dell'interrogatorio, rivela la sua storia di dolore e rabbia. Le sue parole gettano una nuova luce sui crimini, svelando una trama intricata di vendetta e tradimento che ha consumato la città per anni.",
          "part3C": "Le prove raccolte dal detective Rossi aprono un abisso di segreti nascosti. Dietro le facciate rispettabili della città si nasconde una rete di menzogne e manipolazioni. Il detective si rende conto che il male può celarsi anche dietro il volto più innocente.",
          "part3D": "Il collega del detective Rossi, giunto in suo soccorso, scopre un orrore indicibile. Trova il corpo di un'altra vittima, segno che il male continua a serpeggiare nella città. Il detective si unisce a lui nella ricerca della verità, consapevole che la notte oscura non è ancora finita."
        }
      },
      "slug": "Nel-Buio-della-Notte",
      "updated_by": 4,
      "id": 18
    },
    {
      "title": "Il Segreto della Rosa",
      "plot": "In un regno lontano, un antico segreto è custodito da una rosa magica. La tua avventura comincia quando scopri di essere l'unico erede della famiglia incaricata di proteggerlo.",
      "description": "Scopri il destino di un antico segreto e il potere dell'amore in questa storia romantica e fiabesca.",
      "genre": [
        "Romance",
        "Fairy Tale"
      ],
      "author": "Giulia Bianchi",
      "image_url": null,
      "created_at": "07/06/2024",
      "story": {
        "part1": "Un giorno, mentre passeggiate nei giardini del castello, trovi una rosa particolarmente radiosa. Il suo profumo ti attira, e quando la tocchi, una porta segreta si apre ai tuoi piedi, rivelando un passaggio sotterraneo.",
        "firstChoice": {
          "choice1": "Esplora il passaggio",
          "choice2": "Lascia la rosa e torna indietro"
        },
        "part2": {
          "part2A": "Decidi di esplorare il passaggio. Dopo un breve cammino, ti trovi di fronte a due porte: una dorata e una argentata.",
          "part2B": "Decidi di lasciare la rosa e tornare indietro."
        },
        "secondChoice": {
          "choice1": "Entra nella porta dorata",
          "choice2": "Entra nella porta argentata",
          "choice3": "Ripensa alla rosa e ritorna indietro",
          "choice4": "Continua a esplorare il passaggio"
        },
        "part3": {
          "part3A": "Dietro la porta dorata, trovi una stanza incantata illuminata da una luce dorata. La rosa è al centro di tutto, emanando un'aura magica che ti avvolge delicatamente. Quando la tocchi, senti un calore avvolgerti e una voce gentile ti sussurra all'orecchio. È il segreto della rosa: può concedere desideri sinceri. Con questo nuovo potere, ti impegni a usarlo per il bene di chi ti circonda.",
          "part3B": "Dietro la porta argentata, incontri un cavaliere misterioso avvolto in un mantello d'argento. I suoi occhi ti scrutano con una curiosità intrigante, e quando vi avvicinate, senti il cuore battere forte nel petto. È come se il destino avesse deciso di unire i vostri cammini. Presto scopri che il segreto della rosa è legato al suo amore: solo l'amore vero può rivelare il suo potere completo. Insieme, decidi di custodire questo segreto e proteggere la rosa, mentre il vostro amore cresce sempre di più.",
          "part3C": "Ripensando alla rosa, realizzi che l'amore e l'onestà sono i veri tesori della vita. Decidi di condividere la tua scoperta con il mondo intero, portando amore e speranza ovunque tu vada. La tua storia diventa una leggenda che ispira le generazioni future a seguire il cuore e a credere nei miracoli.",
          "part3D": "Continuando l'esplorazione, ti perdi nei meandri del passaggio sotterraneo. Alla fine, ritrovi la rosa, ma senza aver scoperto il suo segreto. Decidi di custodire il mistero, sperando che un giorno possa essere svelato. Nel frattempo, continui il tuo viaggio con la consapevolezza che ci sono segreti nell'universo che possono rimanere nascosti per sempre."
        }
      },
      "slug": "Il-Segreto-della-Rosa",
      "updated_by": 2,
      "id": 19
    },
    {
      "title": "Il Tesoro del Faraone",
      "plot": "Durante un'escursione nel deserto egiziano, scopri un antico tempio nascosto. Decidi di esplorarlo alla ricerca del leggendario tesoro del Faraone. Ma attenzione, ogni scelta potrebbe condurti a una diversa sorte!",
      "description": "Ti trovi nel deserto dell'antico Egitto, circondato da dune di sabbia e dalle rovine di antichi templi. Mentre esplori le rovine, scopri un passaggio segreto che conduce a un'enorme sala piena di tesori antichi e reliquie misteriose.",
      "genre": [
        "Mythology",
        "Historical Fiction"
      ],
      "author": "Marco De Luca",
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": "Sei all'ingresso della sala del tesoro, con le pareti decorate da geroglifici e le statue dei guardiani antichi che ti osservano.",
        "firstChoice": {
          "choice1": "Esamina i geroglifici alla tua destra.",
          "choice2": "Esplora la stanza alla tua sinistra."
        },
        "part2": {
          "part2A": "Decidi di esaminare i geroglifici, cercando indizi sul tesoro nascosto. Improvvisamente, una luce brillante risalta dal soffitto, facendo tremare il terreno sotto di te.",
          "part2B": "Scegli di esplorare la stanza a sinistra, cercando di trovare altre vie d'uscita. Trovi un passaggio segreto dietro a un'enorme statua di un dio egizio."
        },
        "secondChoice": {
          "choice1": "Cerca un nascondiglio segreto nella stanza.",
          "choice2": "Fuggi verso l'uscita.",
          "choice3": "Entra nel passaggio segreto.",
          "choice4": "Resta nella stanza e cerca altro."
        },
        "part3": {
          "part3A": "Nascondendoti nel nascondiglio segreto, riesci a sfuggire alla trappola e a scoprire una stanza ancora più antica, dove il tesoro del Faraone brilla alla luce delle torce. Ammira l'antica bellezza e senti l'emozione di essere il primo ad aver scoperto questo tesoro sepolto per millenni.",
          "part3B": "Fuggendo verso l'uscita, inciampi su una leva nascosta che apre una porta segreta. Trovi te stesso in una stanza buia, con rumori misteriosi provenienti da ogni angolo. Decidi di esplorare ulteriormente e scopri una rete di cunicoli che conducono a una seconda camera segreta, dove trovi antiche scritture che parlano del destino dei fuggiaschi del tempio.",
          "part3C": "Entrando nel passaggio segreto, ti ritrovi in una stanza piena di trappole mortali, ma con coraggio e astuzia riesci a superarle tutte e a raggiungere il cuore del tempio, dove il tesoro del Faraone giace intatto. Al momento di afferrare il tesoro, però, ti rendi conto che è solo un'illusione magica, e la vera ricchezza è la conoscenza acquisita durante il viaggio.",
          "part3D": "Decidi di cercare altro nella stanza, ma scopri troppo tardi di essere caduto in una trappola mortale, e il tuo viaggio finisce qui."
        }
      },
      "slug": "Il-Tesoro-del-Faraone",
      "updated_by": 1,
      "id": 20
    },
    {
      "title": "ererter",
      "plot": null,
      "description": null,
      "genre": [],
      "author": null,
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": null,
        "firstChoice": {
          "choice1": null,
          "choice2": null
        },
        "part2": {
          "part2A": null,
          "part2B": null
        },
        "secondChoice": {
          "choice1": null,
          "choice2": null,
          "choice3": null,
          "choice4": null
        },
        "part3": {
          "part3A": null,
          "part3B": null,
          "part3C": null,
          "part3D": null
        }
      },
      "slug": "ererter",
      "updated_by": 1,
      "id": 21
    },
    {
      "title": "AAAAAAAAAAAAAA",
      "plot": "Odio expedita nulla ",
      "description": "Cupiditate maxime ma",
      "genre": [
        "Thriller",
        "Supernatural",
        "Dystopian",
        "Post-Apocalyptic",
        "Steampunk",
        "Cyberpunk",
        "Detective",
        "Western",
        "Fairy Tale"
      ],
      "author": "Assumenda qui autem ",
      "image_url": null,
      "created_at": "12/06/2024",
      "story": {
        "part1": "Eos iusto unde non ",
        "firstChoice": {
          "choice1": "Dolorum cumque dolor",
          "choice2": "Reprehenderit et hic"
        },
        "part2": {
          "part2A": "Dolore dolorem maior",
          "part2B": "Eum in omnis in dolo"
        },
        "secondChoice": {
          "choice1": "Aliquip ipsum facer",
          "choice2": "Quis dolorum dolores",
          "choice3": "Rerum sint pariatur",
          "choice4": "Unde mollitia minima"
        },
        "part3": {
          "part3A": "Dolorem sapiente in ",
          "part3B": "Placeat eos omnis ",
          "part3C": "Rerum consequat Qui",
          "part3D": "Ullamco est placeat"
        }
      },
      "slug": "aaaaaaaaaaaaaa",
      "updated_by": 1,
      "id": 22
    }
  ],
  "favouriteLightNovels": [
    {
      "lightNovelId": 1,
      "userId": 1,
      "id": 1
    }
  ]
}